[
  {
    "id": 6554230,
    "title": "Editorial",
    "updated_at": "2020-03-23T17:46:17.176Z",
    "created_at": "2020-03-23T16:04:04.299Z",
    "state": "available",
    "comment_count": 0,
    "generated_title": "Editorial",
    "content_html": "<blockquote><blockquote><p>The first cabinet that would yield whenever I wanted was the wardrobe. I had only to pull on the knob, and the door would click open and spring toward me. Inside was where my underclothes were kept. Among all the night- shirts, shorts, and undershirts which would have lain there, and which I no longer remember anything about, there was something that has not gotten lost and that always made the approach to this cabinet seem newly thrilling and intriguing. I had to clear a way for myself to the farthest corner. There I would come upon my socks, which lay piled in traditional fashion—that is to say, rolled up and turned inside out, so that every pair had the appearance of a little pocket. For me, nothing surpassed the pleasure of thrusting my hand as deeply as possible into the pocket’s interior. I did not do this simply for the sake of its woolly warmth. It was “the little present” rolled up inside that I always held in my hand and that in this way drew me into the depths. When I had closed my fist around it and, so far as I was able, made certain that I possessed the stretchable woolen mass, there began the second phase of the game, which brought with it the momentous unveiling. For now I went on to unwrap “the present,” to tease it out of its woolen pocket. I drew it ever nearer to me until something rather disconcerting was accomplished: “the present” was wholly wrested from its pocket, but the latter itself was no longer around. I could not put this enigmatic truth to the test often enough: the truth, namely, that form and content, veil and what is veiled, “the present” and the pocket, were one.</p></blockquote></blockquote><p>Walter Benjamin, Berlin Childhood around 19001</p><p>For over a century, sexologists in the imperialist nations have attempted to uncover the secret of sexual and gender deviance by plumbing the human psyche, body, genetics, or some combination. As Benjamin’s childhood stocking game indicates however – and as inverts know all too well – there are rarely clear-cut determinations hiding beneath the surface. Once opened out, the stocking reveals only more of itself. This is its “enigmatic truth” that so enchants the young Benjamin.<br>Before we were homos, dykes and transsexuals, we were inverts: those who, for whatever reason, fail to meet the social demands of the gender assigned them. Sexual inversion constituted the dominant sexological framework prior to and for some time after the turn of the twentieth century. Inversion often included but was not reducible to same-sex desire; it signalled the “deviant orientation of the invert’s subjectivity,”2 manifested most obviously in sex-role reversal (male passivity, female activity), and the assumption of the styles, affects and behaviours proper to the “opposite sex.” Karl Heinrich Ulrichs, founder of the nineteenth century cult of Uranism in Germany exemplified the phenomenon when he described his own condition as having “a woman’s soul enclosed in a man’s body.”3 Under the rubric of inversion, both emancipatory and fascistic possibilities were mobilised. In a similar vein to Ulrichs, progressive sexologist Magnus Hirschfeld developed the Institut für Sexualwissenschaft (Institute for Sexual Science) in Berlin, a research centre that doubled as a proto-liberationist movement for all those of the “intermediate sex” (sexuelle Zwischenstu).4 It makes little sense, however, to characterise the inversion model as – in and of itself – either better or worse than any other ultimately pathologising medical rubric. Coeval with the rise of social Darwinism, it was deployed in various repressive operations, resulting in the institutionalisation of and experimentation on inverts across Europe and the Americas,5 one of the most extreme forms being the eugenicist sexology of the Nazi Party, with genocidal results.<br>The early twentieth century nevertheless saw the invert give way to a new category: the homosexual. The study of inversion became a condition of possibility for the development of new taxonomies, including, crucially, the homo/hetero binary that structured Western sexual knowledges for the most part of the twentieth century. Gradually, homosexuality overtook inversion, disentangling sexual object-choice from gender. It referred primarily to a glitch in the sexual instinct, a case of genitals being in the wrong place at the wrong time. Though the purpose of this exercise is not to propose inversion as a subject position into which we should or can retreat, it is important to note that something was lost in this shift. “Invert” signifies a whole, a unity-in-opposition of sexuality and gender deviance, fostering solidarity between homosexuals, transsexuals, transvestites and anyone immiserated6 by the sexual and gender order. Insofar as it is defined in a negative relation to sexual and gender conformity, inversion helps us think through the real antagonisms in which we find ourselves, since it is only through negativity that antagonism can be thought. Where there is a tendency within some contemporary queer critique towards the affirmation of liminality and porousness, we seek to struggle for liberation through addressing the whys and hows of our continued immiseration head-on. It is through grasping hold of our negative relation to the world of compulsory heterosexuality and coercive gender assignment that we might approach liberation.<br>But Benjamin’s stocking also teaches him a lesson in dialectics. “It taught me that form and content, veil and what is veiled, are the same.” When the form of the sock is inverted, rolled up, it contains in itself a “present”, a “mitgebrachte”, a secret content, hidden from sight. But on further inspection the unravelling reveals the “hidden” content to be nothing other than the form in which the matter of the stocking has been. Form and content/matter interpenetrate and disappear into one another.</p><p>The marxian dialectical method of form analysis “pierce[s] the problem of form and content - the problem of fetishism.”7 It seeks to unravel the abstract economic forms which present themselves as immutable laws of nature, to expose their substance as historically specific social relations of exploitation and dispossession. But at the same time, it demonstrates why and under what conditions this content necessarily takes this “inverted”, “perverted” verrückte Form. More than revealing a hidden essence of capital which stands behind its appearances, it reveals that which constitutes capital is nothing other than the definite social relations in which we perform our daily immiserated lives, and that these relations, and the immiseration within them can be abolished.<br>The antagonistic gender and sexual relations which constitute the world we inhabit appear to us “as natural characteristics of bodies themselves.”8 While in our current liberal queer culture, denaturalisation of bodily presence is praised as a process of individual agency over the self, the real social relations often remain untouched. While intervention remains at the pseudo-concrete level of the body, the aesthetics of its denaturalisation becomes itself a fetishised form of antagonistic social relations. Gender is constituted in and through these relations of exploitation and dispossession, taking the form of sexualised, gendered and domestic violence, lower wages and worse labour conditions, the neglect and control administered by institutions of state welfare provision, and further forms of social abjection. That these relations are written upon the body does not mean our analysis should remain in the body’s domain.<br>Various efforts have been made over the past decades to reconcile the insights of queer theory to a marxist framework, contributing to an emergent field of queer marxism in which we broadly but critically situate ourselves. One of the most promising undertakings of this trend has been to refute the charge of essentialism so often levelled against marxism by its queer critics. As the late Kevin Floyd was at pains to emphasise, the form of totality-thinking derived from Marx is “a rigorously negative practice” capable of opposing class society’s “enforced social atomisation,”9 by piercing its fetishised forms. In fact, the dissolution of static forms into social relations is at the very core of marxian dialectics. For Marx, the rational form of the dialectic “regards every historically developed form as being in a fluid state, in motion, and therefore grasps its transient aspect as well.”10 Marx’s critique of fetishism – where social reality appears natural and fixed, its relations of exchange obscured – prefigured the critique of essentialism long before the institutionalisation of Queer Theory.</p><p>Some comrades may still wonder why, given the universalising character of the class relation, a marxism of the feminised is even needed. Echoing Floyd, we point to the imbrication of sexual and gender regimes with the accumulation of capital, and argue that specific and local social vantages can open up onto a critique of the totality. Though concerned with the particularities of queer, trans and feminised life, ours is not a marxism exclusively for queer, trans and feminised people (a gesture of inclusivity) but one whose questions implicate the whole: everyone is gendered, however unevenly the immiserating ramifications are distributed. As Fred Moten puts it: “The coalition emerges out of your recognition that it’s fucked up for you in the same way that we’ve already recognised that it’s fucked up for us... I just need you to recognize this shit is killing you too.”11 Our inquiry need not be thought as supplementary or marginal to a properly universal, class-concerned marxism.<br>In his assertion that race is “the modality in which class is lived” rather than a discrete category of experience, Stuart Hall expresses the perennial moving contradiction between capital and labour, and how it encompasses, (re)produces and relies upon racialisation. Within capitalist social relations, no ‘category’ is discrete. Robust queer and feminist marxisms set out to examine how these moving contradictions are extended by categories of gender and sexuality, and how they interconnect with and complicate categories of race and class. We write in the register of the universal because we understand the social forms of race, gender and sexuality as mediations of that class relation into which we are all compelled.<br>Like most marriages, the marriage of feminist, queer and marxian methods has not always been a happy one. Existing unitary theories, including Floyd’s and the notable entries of Rosemary Hennessy and Cinzia Arruzza, have often dwelt on the historical unfolding of the relationship between gender, sexuality and capital, but as FTC Manning has stressed, less so on its logical necessity.12 Though their valuable contributions have dealt extensively with the regulatory function of gender and sexuality and their reproduction in commodity exchange, they have skirted more tentatively around the question of their relationship to the value-form and the problem of fetishism. If the relations of gender, sexuality and race have long appeared (to some marxists) exterior to the more fundamental concerns of class, this may well be because they have formed an exterior to value-production. They are, as Zoe Sutherland and Marina Vishmidt contend, “the lived negativity of value relations,” overlapping in practice with “mass un- and under-employment and highly monitored, often abandoned surplus populations.”13 The critique of capitalism is impoverished if this lived negativity is merely replaced by the integration of feminised life into an affirmative ontology of labour, or occluded altogether. According to Manning,</p><p>If we are truly committed to a rigorous and unifying theory of capital, we must consider the possibility that race and gender are as logically necessary as class is to this mode of production. We must follow this hypothesis as far as it takes us. There has not yet been any good reason established as to why we should turn back from it.14<br>Though diverse in subject matter, register and form, the essays collected in this volume all begin to feel out this very possibility. The themes of solidarity, abolition and feminisation are touched upon by each of them in various ways. Not every piece mirrors the perspectives expressed in this editorial completely, but together, they represent a broad range of conversations occuring within contemporary queer marxist thinking, sometimes in direct discussion with each other.</p><p>The volume opens with a piece of historical inquiry, tracing the emergence of gay and Black liberation movements in the 1960s alongside cycles of capitalist accumulation, and recentring the communist principle in the horizon of contemporary queer struggle. Thereafter, the first half of the issue gets to grips with some of the theoretical promises—and impasses—of contemporary queer, trans, marxist-feminist debates. Each of these mark crucial interventions: one insists on bodily autonomy and pleasure as critical dimensions of an emergent transsexual marxism; one proposes a “zigzagged” counter-history to the Eurocentric periodisations of sexual and gender regimes; another unpacks the imaginaries of contemporary and historical fascisms to get at the strucutral relationship between transmisogyny and antisemitism. The latter half of the volume is where such contested concepts as feminisation, labour, (re)productivity and transsexuality are brought to bear meaningfully on the more localised terrains of the UK sex industry, education sector, and trans liberation strategy. As a collection, then, this issue weaves between abstract marxian categories and concrete situations, forming a constellation of perspectives on the capitalist totality.<br>This journal came into being as a way of thinking through and elaborating on our shared commitment to the abolition of gender and the liberation of feminised subjects. Certainly in the UK context in which this editorial is written, the demand for gender abolition has largely become the conceptual terrain of the transphobic right wing of feminism. Here, the critique of gender—however foreshortened—put forward in the radical feminist movement of the 1970s, has devolved into its opposite: the affirmation of gender through the affirmation of its concrete and naturalised pole—the category of sex. This school of feminism has launched an organised and well-resourced anti-trans lobby in the UK, dedicated to the re-essentialisation of sex, versus what they see as the perverse abstraction of gender. In real terms, their calls for the abolition of gender equate to little more than the abolition of trans people. By contrast, we conceive of gender as a social form comprising both abstract processes and concrete manifestations, thought through the categories of gender and sex respectively. Following Endnotes, “for us [too], sex is the naturalisation of gender’s dual projection upon bodies, aggregating biological differences into discrete naturalised semblances.”15 As such, we understand any project which aims at the abolition of gender without also bringing the category of sex into its movement of negation, as constituting a foreshortened critique of gender, doomed to not only failure but reactionary corruption.<br>Undoubtedly, gender is a means of immiseration, but it cannot be abolished as an autonomous system. Moten and Harney define abolitionism as “not so much the abolition of prisons but the abolition of a society that could have prisons, that could have slavery, that could have the wage.”16 Following this formulation, the true abolition of gender’s violent manifestations necessitates an abolition of the conditions that necessitate them. Not so much the abolition of gender markers on passports, then, but the abolition of a world in which national borders and passports could exist. Not so much the abolition of domestic violence as a discrete phenomenon, but of a society which requires the family structure and domestic sphere. Not so much the abolition of homophobic violence, transfemicide and intersex genital mutilation, but of the gender system that makes such miseries possible. Just as gender is mediated by all the other social forms which comprise the totality of the capitalist mode of production, its abolition cannot simply be by itself; it is an essential part of “the real movement which abolishes the present state of things.”17<br>Secondly, in our commitment to the liberation of feminised subjects, we explicitly resist the temptation to affirm forms of feminised social activity - and by extension womanhood - as the foundation for a non-capitalist society. Nor do we propose the reclamation or collectivisation of feminised spheres. Feminisation is, first and foremost, a process enacted by capital for the creation of “differentials across which value can flow,”18 and the assignment of people to certain social spheres. It must therefore be understood as a fundamentally negative process, referring to the dissociation of certain subjects and their labour from value. Chris Chen’s conception of racialisation as “a set of ascriptive processes”19 may shed some light on this dynamic. Feminisation is a process, but not a fluid one, as the radical queer approach to gender-ing or queer-ing has often thought. It has definite results that can be traced; it refers to a moving fixedness, changing according to historical conditions, limited always by the vicissitudes of capital. Understood as a process of immiseration, feminisation can therefore be treated as an expansive category, “defined by but not confined to the category of ‘women’”.20 Our demand, then, is not one which isolates a core of individuals we wish to see liberated, but liberates society from the process of feminisation.</p><p>As feminised subjects we find much of our social and working lives unfolding in capitalism’s hidden abodes. But, as with Benjamin’s stockings piled up in the recesses of his family home, there lies no secret to liberation hiding somewhere within. As such, the project of gender abolition must seek to destroy, not reify, the distinctions between within and without, public and private. The substance of liberation, then, is one and the same with the fabric of everyday struggle; it is not some utopian outside (or inside), but is instead comprised of the solidarities we knit together. In these times of mounting crisis, we impress the urgent need for solidarity, in the hopes of abolishing forever the conditions of our immiseration – the conditions that make this journal necessary.</p><ol><li>Walter Benjamin, “Cabinets,” in Berlin Childhood around 1900, trans. Howard Eiland (London: Harvard University Press, 2006), 152-153.</li><li>David M. Halperin, How to Be Gay (Cambridge: Harvard University Press, 2012), 43.</li><li>Ibid.</li><li>George Chauncey, “From Sexual Inversion To Homosexuality: Medicine And The Changing Conceptualization Of Female Deviance,” Salmagundi 58/59 (FALL 1982-WINTER 1983), 133.</li><li>Peter Drucker, Warped: Gay Normality and Queer Anti-Capitalism (Leiden: Brill, 2015), 119 6. We use the marxian term “immiserated” advisedly, to evoke the tendency within capitalism to expel workers from the production process, increasing their superfluity to the needs of capital.</li><li>Elena Louisa Lange, “Form Analysis and Critique: Marx’s Social Labour Theory of Value,” in Capitalism: Concept, Idea, Image: Aspects of Marx’s Capital Today, ed. Peter Osborne, Éric Alliez, and Eric-John Russell (London: CRMEP Books, 2019), 22.</li><li>Endnotes, “The Logic of Gender: On the Separation of Spheres and the Process of Abjection,” Endnotes, Gender, Race, Class and Other Misfortunes, 3 (2013), 79.</li><li>Kevin Floyd, The Reification of Desire: Toward a Queer Marxism (London: University of Minnesota Press, 2009), 6.</li><li>Karl Marx, Capital: A Critique of Political Economy, trans. Ben Fowkes, vol. 1 (London: Penguin, 1976), 103.</li><li>As cited in Jack Halberstam’s introduction to Fred Moten and Stefano Harney, The Undercommons: Fugitive Planning and Black Study (New York: Minor Compositions, 2013), 10. 12. FTC Manning, “Closing the Conceptual Gap: A Response to Cinzia Arruzza’s ‘Remarks on Gender,’” Viewpoint Magazine, May 2015.</li><li>Marina Vishmidt and Zoe Sutherland, “Totality and Universality in Marxist Feminism,” in Who’s Afraid of Totality?, ed. Kevin Floyd and Jen Hedler Phillis, forthcoming.</li><li>Manning, “Closing the Conceptual Gap.”</li><li>Endnotes, “The Logic of Gender,” 79.</li><li>Moten and Harney, Undercommons, 42.17.Marx and Engels, “The German Ideology”, Marxist Internet Archive (2000 [1845]).</li><li>Joshua Clover and Juliana Spahr, “Gender Abolition and Ecotone War,” South Atlantic Quarterly 115, no. 2 (2016), 292.</li><li>Chris Chen, “The Limit Point of Capitalist Equality: Notes Towards an Abolitionist Anti- Racism,” Endnotes, Gender, Race, Class and Other Misfortunes, 3 (2013), 205.</li><li>Amy De’Ath, “Unsociable Poetry: Antagonism and Abstraction in Contemporary Feminized Poetics” (Unpublished Doctoral Thesis, Canada, Simon Fraser University, 2017), 45.</li></ol>",
    "description_html": "<p>Sophie Monk, Joni A. Cohen, Lucy Freedman</p>",
    "visibility": "private",
    "content": "&gt;&gt;The first cabinet that would yield whenever I wanted was the wardrobe. I had only to pull on the knob, and the door would click open and spring toward me. Inside was where my underclothes were kept. Among all the night- shirts, shorts, and undershirts which would have lain there, and which I no longer remember anything about, there was something that has not gotten lost and that always made the approach to this cabinet seem newly thrilling and intriguing. I had to clear a way for myself to the farthest corner. There I would come upon my socks, which lay piled in traditional fashion—that is to say, rolled up and turned inside out, so that every pair had the appearance of a little pocket. For me, nothing surpassed the pleasure of thrusting my hand as deeply as possible into the pocket’s interior. I did not do this simply for the sake of its woolly warmth. It was “the little present” rolled up inside that I always held in my hand and that in this way drew me into the depths. When I had closed my fist around it and, so far as I was able, made certain that I possessed the stretchable woolen mass, there began the second phase of the game, which brought with it the momentous unveiling. For now I went on to unwrap “the present,” to tease it out of its woolen pocket. I drew it ever nearer to me until something rather disconcerting was accomplished: “the present” was wholly wrested from its pocket, but the latter itself was no longer around. I could not put this enigmatic truth to the test often enough: the truth, namely, that form and content, veil and what is veiled, “the present” and the pocket, were one.\n\nWalter Benjamin, Berlin Childhood around 19001\n\nFor over a century, sexologists in the imperialist nations have attempted to uncover the secret of sexual and gender deviance by plumbing the human psyche, body, genetics, or some combination. As Benjamin’s childhood stocking game indicates however – and as inverts know all too well – there are rarely clear-cut determinations hiding beneath the surface. Once opened out, the stocking reveals only more of itself. This is its “enigmatic truth” that so enchants the young Benjamin.\nBefore we were homos, dykes and transsexuals, we were inverts: those who, for whatever reason, fail to meet the social demands of the gender assigned them. Sexual inversion constituted the dominant sexological framework prior to and for some time after the turn of the twentieth century. Inversion often included but was not reducible to same-sex desire; it signalled the “deviant orientation of the invert’s subjectivity,”2 manifested most obviously in sex-role reversal (male passivity, female activity), and the assumption of the styles, affects and behaviours proper to the “opposite sex.” Karl Heinrich Ulrichs, founder of the nineteenth century cult of Uranism in Germany exemplified the phenomenon when he described his own condition as having “a woman’s soul enclosed in a man’s body.”3 Under the rubric of inversion, both emancipatory and fascistic possibilities were mobilised. In a similar vein to Ulrichs, progressive sexologist Magnus Hirschfeld developed the Institut für Sexualwissenschaft (Institute for Sexual Science) in Berlin, a research centre that doubled as a proto-liberationist movement for all those of the “intermediate sex” (sexuelle Zwischenstu).4 It makes little sense, however, to characterise the inversion model as – in and of itself – either better or worse than any other ultimately pathologising medical rubric. Coeval with the rise of social Darwinism, it was deployed in various repressive operations, resulting in the institutionalisation of and experimentation on inverts across Europe and the Americas,5 one of the most extreme forms being the eugenicist sexology of the Nazi Party, with genocidal results.\nThe early twentieth century nevertheless saw the invert give way to a new category: the homosexual. The study of inversion became a condition of possibility for the development of new taxonomies, including, crucially, the homo/hetero binary that structured Western sexual knowledges for the most part of the twentieth century. Gradually, homosexuality overtook inversion, disentangling sexual object-choice from gender. It referred primarily to a glitch in the sexual instinct, a case of genitals being in the wrong place at the wrong time. Though the purpose of this exercise is not to propose inversion as a subject position into which we should or can retreat, it is important to note that something was lost in this shift. “Invert” signifies a whole, a unity-in-opposition of sexuality and gender deviance, fostering solidarity between homosexuals, transsexuals, transvestites and anyone immiserated6 by the sexual and gender order. Insofar as it is defined in a negative relation to sexual and gender conformity, inversion helps us think through the real antagonisms in which we find ourselves, since it is only through negativity that antagonism can be thought. Where there is a tendency within some contemporary queer critique towards the affirmation of liminality and porousness, we seek to struggle for liberation through addressing the whys and hows of our continued immiseration head-on. It is through grasping hold of our negative relation to the world of compulsory heterosexuality and coercive gender assignment that we might approach liberation.\nBut Benjamin’s stocking also teaches him a lesson in dialectics. “It taught me that form and content, veil and what is veiled, are the same.” When the form of the sock is inverted, rolled up, it contains in itself a “present”, a “mitgebrachte”, a secret content, hidden from sight. But on further inspection the unravelling reveals the “hidden” content to be nothing other than the form in which the matter of the stocking has been. Form and content/matter interpenetrate and disappear into one another.\n\nThe marxian dialectical method of form analysis “pierce[s] the problem of form and content - the problem of fetishism.”7 It seeks to unravel the abstract economic forms which present themselves as immutable laws of nature, to expose their substance as historically specific social relations of exploitation and dispossession. But at the same time, it demonstrates why and under what conditions this content necessarily takes this “inverted”, “perverted” verrückte Form. More than revealing a hidden essence of capital which stands behind its appearances, it reveals that which constitutes capital is nothing other than the definite social relations in which we perform our daily immiserated lives, and that these relations, and the immiseration within them can be abolished.\nThe antagonistic gender and sexual relations which constitute the world we inhabit appear to us “as natural characteristics of bodies themselves.”8 While in our current liberal queer culture, denaturalisation of bodily presence is praised as a process of individual agency over the self, the real social relations often remain untouched. While intervention remains at the pseudo-concrete level of the body, the aesthetics of its denaturalisation becomes itself a fetishised form of antagonistic social relations. Gender is constituted in and through these relations of exploitation and dispossession, taking the form of sexualised, gendered and domestic violence, lower wages and worse labour conditions, the neglect and control administered by institutions of state welfare provision, and further forms of social abjection. That these relations are written upon the body does not mean our analysis should remain in the body’s domain.\nVarious efforts have been made over the past decades to reconcile the insights of queer theory to a marxist framework, contributing to an emergent field of queer marxism in which we broadly but critically situate ourselves. One of the most promising undertakings of this trend has been to refute the charge of essentialism so often levelled against marxism by its queer critics. As the late Kevin Floyd was at pains to emphasise, the form of totality-thinking derived from Marx is “a rigorously negative practice” capable of opposing class society’s “enforced social atomisation,”9 by piercing its fetishised forms. In fact, the dissolution of static forms into social relations is at the very core of marxian dialectics. For Marx, the rational form of the dialectic “regards every historically developed form as being in a fluid state, in motion, and therefore grasps its transient aspect as well.”10 Marx’s critique of fetishism – where social reality appears natural and fixed, its relations of exchange obscured – prefigured the critique of essentialism long before the institutionalisation of Queer Theory.\n\nSome comrades may still wonder why, given the universalising character of the class relation, a marxism of the feminised is even needed. Echoing Floyd, we point to the imbrication of sexual and gender regimes with the accumulation of capital, and argue that specific and local social vantages can open up onto a critique of the totality. Though concerned with the particularities of queer, trans and feminised life, ours is not a marxism exclusively for queer, trans and feminised people (a gesture of inclusivity) but one whose questions implicate the whole: everyone is gendered, however unevenly the immiserating ramifications are distributed. As Fred Moten puts it: “The coalition emerges out of your recognition that it’s fucked up for you in the same way that we’ve already recognised that it’s fucked up for us... I just need you to recognize this shit is killing you too.”11 Our inquiry need not be thought as supplementary or marginal to a properly universal, class-concerned marxism.\nIn his assertion that race is “the modality in which class is lived” rather than a discrete category of experience, Stuart Hall expresses the perennial moving contradiction between capital and labour, and how it encompasses, (re)produces and relies upon racialisation. Within capitalist social relations, no ‘category’ is discrete. Robust queer and feminist marxisms set out to examine how these moving contradictions are extended by categories of gender and sexuality, and how they interconnect with and complicate categories of race and class. We write in the register of the universal because we understand the social forms of race, gender and sexuality as mediations of that class relation into which we are all compelled.\nLike most marriages, the marriage of feminist, queer and marxian methods has not always been a happy one. Existing unitary theories, including Floyd’s and the notable entries of Rosemary Hennessy and Cinzia Arruzza, have often dwelt on the historical unfolding of the relationship between gender, sexuality and capital, but as FTC Manning has stressed, less so on its logical necessity.12 Though their valuable contributions have dealt extensively with the regulatory function of gender and sexuality and their reproduction in commodity exchange, they have skirted more tentatively around the question of their relationship to the value-form and the problem of fetishism. If the relations of gender, sexuality and race have long appeared (to some marxists) exterior to the more fundamental concerns of class, this may well be because they have formed an exterior to value-production. They are, as Zoe Sutherland and Marina Vishmidt contend, “the lived negativity of value relations,” overlapping in practice with “mass un- and under-employment and highly monitored, often abandoned surplus populations.”13 The critique of capitalism is impoverished if this lived negativity is merely replaced by the integration of feminised life into an affirmative ontology of labour, or occluded altogether. According to Manning,\n\nIf we are truly committed to a rigorous and unifying theory of capital, we must consider the possibility that race and gender are as logically necessary as class is to this mode of production. We must follow this hypothesis as far as it takes us. There has not yet been any good reason established as to why we should turn back from it.14\nThough diverse in subject matter, register and form, the essays collected in this volume all begin to feel out this very possibility. The themes of solidarity, abolition and feminisation are touched upon by each of them in various ways. Not every piece mirrors the perspectives expressed in this editorial completely, but together, they represent a broad range of conversations occuring within contemporary queer marxist thinking, sometimes in direct discussion with each other.\n\nThe volume opens with a piece of historical inquiry, tracing the emergence of gay and Black liberation movements in the 1960s alongside cycles of capitalist accumulation, and recentring the communist principle in the horizon of contemporary queer struggle. Thereafter, the first half of the issue gets to grips with some of the theoretical promises—and impasses—of contemporary queer, trans, marxist-feminist debates. Each of these mark crucial interventions: one insists on bodily autonomy and pleasure as critical dimensions of an emergent transsexual marxism; one proposes a “zigzagged” counter-history to the Eurocentric periodisations of sexual and gender regimes; another unpacks the imaginaries of contemporary and historical fascisms to get at the strucutral relationship between transmisogyny and antisemitism. The latter half of the volume is where such contested concepts as feminisation, labour, (re)productivity and transsexuality are brought to bear meaningfully on the more localised terrains of the UK sex industry, education sector, and trans liberation strategy. As a collection, then, this issue weaves between abstract marxian categories and concrete situations, forming a constellation of perspectives on the capitalist totality.\nThis journal came into being as a way of thinking through and elaborating on our shared commitment to the abolition of gender and the liberation of feminised subjects. Certainly in the UK context in which this editorial is written, the demand for gender abolition has largely become the conceptual terrain of the transphobic right wing of feminism. Here, the critique of gender—however foreshortened—put forward in the radical feminist movement of the 1970s, has devolved into its opposite: the affirmation of gender through the affirmation of its concrete and naturalised pole—the category of sex. This school of feminism has launched an organised and well-resourced anti-trans lobby in the UK, dedicated to the re-essentialisation of sex, versus what they see as the perverse abstraction of gender. In real terms, their calls for the abolition of gender equate to little more than the abolition of trans people. By contrast, we conceive of gender as a social form comprising both abstract processes and concrete manifestations, thought through the categories of gender and sex respectively. Following Endnotes, “for us [too], sex is the naturalisation of gender’s dual projection upon bodies, aggregating biological differences into discrete naturalised semblances.”15 As such, we understand any project which aims at the abolition of gender without also bringing the category of sex into its movement of negation, as constituting a foreshortened critique of gender, doomed to not only failure but reactionary corruption.\nUndoubtedly, gender is a means of immiseration, but it cannot be abolished as an autonomous system. Moten and Harney define abolitionism as “not so much the abolition of prisons but the abolition of a society that could have prisons, that could have slavery, that could have the wage.”16 Following this formulation, the true abolition of gender’s violent manifestations necessitates an abolition of the conditions that necessitate them. Not so much the abolition of gender markers on passports, then, but the abolition of a world in which national borders and passports could exist. Not so much the abolition of domestic violence as a discrete phenomenon, but of a society which requires the family structure and domestic sphere. Not so much the abolition of homophobic violence, transfemicide and intersex genital mutilation, but of the gender system that makes such miseries possible. Just as gender is mediated by all the other social forms which comprise the totality of the capitalist mode of production, its abolition cannot simply be by itself; it is an essential part of “the real movement which abolishes the present state of things.”17\nSecondly, in our commitment to the liberation of feminised subjects, we explicitly resist the temptation to affirm forms of feminised social activity - and by extension womanhood - as the foundation for a non-capitalist society. Nor do we propose the reclamation or collectivisation of feminised spheres. Feminisation is, first and foremost, a process enacted by capital for the creation of “differentials across which value can flow,”18 and the assignment of people to certain social spheres. It must therefore be understood as a fundamentally negative process, referring to the dissociation of certain subjects and their labour from value. Chris Chen’s conception of racialisation as “a set of ascriptive processes”19 may shed some light on this dynamic. Feminisation is a process, but not a fluid one, as the radical queer approach to gender-ing or queer-ing has often thought. It has definite results that can be traced; it refers to a moving fixedness, changing according to historical conditions, limited always by the vicissitudes of capital. Understood as a process of immiseration, feminisation can therefore be treated as an expansive category, “defined by but not confined to the category of ‘women’”.20 Our demand, then, is not one which isolates a core of individuals we wish to see liberated, but liberates society from the process of feminisation.\n\nAs feminised subjects we find much of our social and working lives unfolding in capitalism’s hidden abodes. But, as with Benjamin’s stockings piled up in the recesses of his family home, there lies no secret to liberation hiding somewhere within. As such, the project of gender abolition must seek to destroy, not reify, the distinctions between within and without, public and private. The substance of liberation, then, is one and the same with the fabric of everyday struggle; it is not some utopian outside (or inside), but is instead comprised of the solidarities we knit together. In these times of mounting crisis, we impress the urgent need for solidarity, in the hopes of abolishing forever the conditions of our immiseration – the conditions that make this journal necessary.\n\n\n1. Walter Benjamin, “Cabinets,” in Berlin Childhood around 1900, trans. Howard Eiland (London: Harvard University Press, 2006), 152-153.\n2. David M. Halperin, How to Be Gay (Cambridge: Harvard University Press, 2012), 43.\n3. Ibid.\n4. George Chauncey, “From Sexual Inversion To Homosexuality: Medicine And The Changing Conceptualization Of Female Deviance,” Salmagundi 58/59 (FALL 1982-WINTER 1983), 133.\n5. Peter Drucker, Warped: Gay Normality and Queer Anti-Capitalism (Leiden: Brill, 2015), 119 6. We use the marxian term “immiserated” advisedly, to evoke the tendency within capitalism to expel workers from the production process, increasing their superfluity to the needs of capital.\n7. Elena Louisa Lange, “Form Analysis and Critique: Marx’s Social Labour Theory of Value,” in Capitalism: Concept, Idea, Image: Aspects of Marx’s Capital Today, ed. Peter Osborne, Éric Alliez, and Eric-John Russell (London: CRMEP Books, 2019), 22.\n8. Endnotes, “The Logic of Gender: On the Separation of Spheres and the Process of Abjection,” Endnotes, Gender, Race, Class and Other Misfortunes, 3 (2013), 79.\n9. Kevin Floyd, The Reification of Desire: Toward a Queer Marxism (London: University of Minnesota Press, 2009), 6.\n10. Karl Marx, Capital: A Critique of Political Economy, trans. Ben Fowkes, vol. 1 (London: Penguin, 1976), 103.\n11. As cited in Jack Halberstam’s introduction to Fred Moten and Stefano Harney, The Undercommons: Fugitive Planning and Black Study (New York: Minor Compositions, 2013), 10. 12. FTC Manning, “Closing the Conceptual Gap: A Response to Cinzia Arruzza’s ‘Remarks on Gender,’” Viewpoint Magazine, May 2015.\n13. Marina Vishmidt and Zoe Sutherland, “Totality and Universality in Marxist Feminism,” in Who’s Afraid of Totality?, ed. Kevin Floyd and Jen Hedler Phillis, forthcoming.\n14. Manning, “Closing the Conceptual Gap.”\n15. Endnotes, “The Logic of Gender,” 79.\n16. Moten and Harney, Undercommons, 42.\n17.Marx and Engels, “The German Ideology”, Marxist Internet Archive (2000 [1845]).\n18. Joshua Clover and Juliana Spahr, “Gender Abolition and Ecotone War,” South Atlantic Quarterly 115, no. 2 (2016), 292.\n19. Chris Chen, “The Limit Point of Capitalist Equality: Notes Towards an Abolitionist Anti- Racism,” Endnotes, Gender, Race, Class and Other Misfortunes, 3 (2013), 205.\n20. Amy De’Ath, “Unsociable Poetry: Antagonism and Abstraction in Contemporary Feminized Poetics” (Unpublished Doctoral Thesis, Canada, Simon Fraser University, 2017), 45.",
    "description": "Sophie Monk, Joni A. Cohen, Lucy Freedman",
    "source": null,
    "image": null,
    "embed": null,
    "attachment": null,
    "metadata": null,
    "base_class": "Block",
    "class": "Text",
    "user": {
      "id": 108032,
      "created_at": "2019-05-02T12:51:36.716Z",
      "slug": "ana-meisel",
      "username": "Ana Meisel",
      "first_name": "Ana",
      "last_name": "Meisel",
      "full_name": "Ana Meisel",
      "avatar": "https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927",
      "avatar_image": {
        "thumb": "https://arena-avatars.s3.amazonaws.com/108032/small_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927",
        "display": "https://arena-avatars.s3.amazonaws.com/108032/medium_096e3d52cc65cf4097e8e6091c73d6a8.png?1579975927"
      },
      "channel_count": 13,
      "following_count": 37,
      "profile_id": 395273,
      "follower_count": 12,
      "initials": "AM",
      "can_index": true,
      "metadata": { "description": null },
      "is_premium": true,
      "is_exceeding_private_connections_limit": false,
      "is_confirmed": true,
      "is_pending_reconfirmation": false,
      "is_pending_confirmation": false,
      "badge": "premium",
      "base_class": "User",
      "class": "User"
    },
    "position": 2,
    "selected": false,
    "connection_id": 10330146,
    "connected_at": "2020-03-23T16:04:04.324Z",
    "connected_by_user_id": 108032,
    "connected_by_username": "Ana Meisel",
    "connected_by_user_slug": "ana-meisel"
  }
]
